Repository: kagg-design/woocommerce-gateway-sdm
Catalog: languages/woocommerce-gateway-sdm-*.po
Languages: ru_ru

source: SDM Bank
ru_ru: СДМ-банк

source: WooCommerce gateway to make payments via SDM bank
ru_ru: Шлюз WooCommerce для платежей через СДМ-банк

source: Enable
ru_ru: Активировать

source: Enable SDM Bank Gateway
ru_ru: Активировать шлюз СДМ-банка

source: Title
ru_ru: Заголовок

source: Payment method title that the customer will see on checkout.
ru_ru: Заголовок метода платежа, который пользователь увидит при оформлении заказа.

source: SDM Bank Gateway
ru_ru: Шлюз СДМ-банка

source: Description
ru_ru: Описание

source: Payment method description that the customer will see on checkout.
ru_ru: Описание метода платежа, которое пользователь увидит при оформлении заказа.

source: Pay via SDM Bank Gateway
ru_ru: Оплата через шлюз СДМ-банка

source: Merchant name
ru_ru: Имя торговца

source: Merchant company name.
ru_ru: Имя компании торговца

source: Merchant URL
ru_ru: URL сайта торговца

source: Merchant URL string.
ru_ru: Строка URL сайта торговца.

source: Merchant back ref
ru_ru: URL возврата

source: Merchant back reference.
ru_ru: URL возврата после проведения платежа.

source: Test mode
ru_ru: Тестовый режим

source: Fields below have different values in test mode.
ru_ru: Поля ниже содержат другие значения в тестовом режиме.

source: Enable test mode
ru_ru: Активировать тестовый режим

source: Test Merchant ID
ru_ru: Тестовый идентификатор торговца

source: Test Merchant ID in SDM Bank.
ru_ru: Тестовый идентификатор торговца в СДМ-банке.

source: Test Terminal
ru_ru: Тестовый терминал

source: Test Merchant terminal ID.
ru_ru: Тестовый идентификатор терминала торговца.

source: Test Key
ru_ru: Тестовый ключ

source: Test Merchant key.
ru_ru: Тестовый ключ торговца.

source: Test Email
ru_ru: Тестовый Email

source: Test Merchant Email.
ru_ru: Тестовый Email торговца.

source: Merchant ID
ru_ru: Идентификатор торговца

source: Merchant ID in SDM Bank.
ru_ru: Идентификатор торговца в СДМ-банке.

source: Terminal
ru_ru: Терминал

source: Merchant terminal ID.
ru_ru: Идентификатор терминала торговца.

source: Key
ru_ru: Ключ

source: Merchant key.
ru_ru: Ключ торговца.

source: Merchant Email.
ru_ru: Email торговца.

source: Fee
ru_ru: Налог

source: Payment error:
ru_ru: Ошибка платежа:

source: Coupon
ru_ru: Купон

source: Description must be in 1-50 characters
ru_ru: Описание должно иметь длину 1-50 символов

source: SDM bank payment approved
ru_ru: Платеж через СДМ-банк подтвержден

source: SDM bank payment error:
ru_ru: Ошибка платежа в СДМ-банке:

source: Length of the field "
ru_ru: Длина поля "

source: must be in
ru_ru: должна быть

source: characters.
ru_ru: символов.
